{
    "allData": [
        "Only I can change my life. No one can do it for me. ", "Only I can change my life. No one can do it for me.", "Good, better, best. Never let it rest. 'Til your good is better and your better is best. ", "Good, better, best. Never let it rest. 'Til your good is better and your better is best.", "Life is 10% what happens to you and 90% how you react to it. ", "Life is 10% what happens to you and 90% how you react to it.", "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence. ", "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.", "With the new day comes new strength and new thoughts. ", "With the new day comes new strength and new thoughts.", "Failure will never overtake me if my determination to succeed is strong enough. ", "Failure will never overtake me if my determination to succeed is strong enough.", "Change your life today. Don't gamble on the future, act now, without delay. ", "Change your life today. Don't gamble on the future, act now, without delay.", "The past cannot be changed. The future is yet in your power. ", "The past cannot be changed. The future is yet in your power.", "It always seems impossible until it's done. ", "It always seems impossible until it's done.", "Infuse your life with action. Don't wait for it to happen. Make it happen. Make your own future. Make your own hope. Make your own love. And whatever your beliefs, honor your creator, not by passively waiting for grace to come down from upon high, but by doing what you can to make grace happen... yourself, right now, right down here on Earth.", "It does not matter how slowly you go as long as you do not stop. ", "It does not matter how slowly you go as long as you do not stop.", "Set your goals high, and don't stop till you get there. ", "Set your goals high, and don't stop till you get there.", "We should not give up and we should not allow the problem to defeat us. ", "We should not give up and we should not allow the problem to defeat us.", "Always do your best. What you plant now, you will harvest later. ", "Always do your best. What you plant now, you will harvest later.", "You can't cross the sea merely by standing and staring at the water. ", "You can't cross the sea merely by standing and staring at the water.", "Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence in your own powers you cannot be successful or happy.", "Your talent is God's gift to you. What you do with it is your gift back to God. ", "Your talent is God's gift to you. What you do with it is your gift back to God.", "If you can dream it, you can do it. ", "If you can dream it, you can do it.", "Problems are not stop signs, they are guidelines. ", "Problems are not stop signs, they are guidelines.", "If you want to conquer fear, don't sit home and think about it. Go out and get busy. ", "If you want to conquer fear, don't sit home and think about it. Go out and get busy.", "The secret of getting ahead is getting started. ", "The secret of getting ahead is getting started.", "Without hard work, nothing grows but weeds. ", "Without hard work, nothing grows but weeds.", "If you fell down yesterday, stand up today. ", "If you fell down yesterday, stand up today.", "Accept the challenges so that you can feel the exhilaration of victory. ", "Accept the challenges so that you can feel the exhilaration of victory.", "The will to win, the desire to succeed, the urge to reach your full potential... these are the keys that will unlock the door to personal excellence.", "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time.", "I know not age, nor weariness nor defeat. ", "I know not age, nor weariness nor defeat.", "Keep your eyes on the stars, and your feet on the ground. ", "Keep your eyes on the stars, and your feet on the ground.", "I'd rather attempt to do something great and fail than to attempt to do nothing and succeed. ", "I'd rather attempt to do something great and fail than to attempt to do nothing and succeed.", "I can, therefore I am. ", "I can, therefore I am.", "A creative man is motivated by the desire to achieve, not by the desire to beat others. ", "A creative man is motivated by the desire to achieve, not by the desire to beat others.", "Setting goals is the first step in turning the invisible into the visible. ", "Setting goals is the first step in turning the invisible into the visible.", "Quality is not an act, it is a habit. ", "Quality is not an act, it is a habit.", "Consult not your fears but your hopes and your dreams. Think not about your frustrations, but about your unfulfilled potential. Concern yourself not with what you tried and failed in, but with what it is still possible for you to do.", "Be kind whenever possible. It is always possible. ", "Be kind whenever possible. It is always possible.", "If you're going through hell, keep going. ", "If you're going through hell, keep going.", "There is only one corner of the universe you can be certain of improving, and that's your own self. ", "There is only one corner of the universe you can be certain of improving, and that's your own self.", "Perseverance is not a long race; it is many short races one after the other. ", "Perseverance is not a long race; it is many short races one after the other.", "What you do today can improve all your tomorrows. ", "What you do today can improve all your tomorrows.", "Don't watch the clock; do what it does. Keep going. ", "Don't watch the clock; do what it does. Keep going.", "We may encounter many defeats but we must not be defeated. ", "We may encounter many defeats but we must not be defeated.", "Start where you are. Use what you have. Do what you can. ", "Start where you are. Use what you have. Do what you can.", "Well done is better than well said. ", "Well done is better than well said.", "The key is to keep company only with people who uplift you, whose presence calls forth your best. ", "The key is to keep company only with people who uplift you, whose presence calls forth your best.", "Beginning today, treat everyone you meet as if they were going to be dead by midnight. Extend to them all the care, kindness and understanding you can muster, and do it with no thought of any reward. Your life will never be the same again.", "Never, never, never give up. ", "Never, never, never give up.", "Either you run the day or the day runs you. ", "Either you run the day or the day runs you.", "When something is important enough, you do it even if the odds are not in your favor. ", "When something is important enough, you do it even if the odds are not in your favor.", "Look up at the stars and not down at your feet. Try to make sense of what you see, and wonder about what makes the universe exist. Be curious.", "Aim for the moon. If you miss, you may hit a star. ", "Aim for the moon. If you miss, you may hit a star.", "Do the difficult things while they are easy and do the great things while they are small. A journey of a thousand miles must begin with a single step.", "By failing to prepare, you are preparing to fail. ", "By failing to prepare, you are preparing to fail.", "You are never too old to set another goal or to dream a new dream. ", "You are never too old to set another goal or to dream a new dream.", "In order to succeed, we must first believe that we can. ", "In order to succeed, we must first believe that we can.", "The harder the conflict, the more glorious the triumph. ", "The harder the conflict, the more glorious the triumph.", "What you get by achieving your goals is not as important as what you become by achieving your goals.", "Never give up, for that is just the place and time that the tide will turn. ", "Never give up, for that is just the place and time that the tide will turn.", "Things do not happen. Things are made to happen. ", "Things do not happen. Things are made to happen.", "The more man meditates upon good thoughts, the better will be his world and the world at large. ", "The more man meditates upon good thoughts, the better will be his world and the world at large.", "Do your work with your whole heart, and you will succeed ", "Do your work with your whole heart, and you will succeed ", "The way to get started is to quit talking and begin doing. ", "The way to get started is to quit talking and begin doing.", "You are not here merely to make a living. You are here in order to enable the world to live more amply, with greater vision, with a finer spirit of hope and achievement. You are here to enrich the world, and you impoverish yourself if you forget the errand.", "You will never win if you never begin. ", "You will never win if you never begin.", "Be miserable. Or motivate yourself. Whatever has to be done, it's always your choice. ", "Be miserable. Or motivate yourself. Whatever has to be done, it's always your choice.", "Knowing is not enough; we must apply. Willing is not enough; we must do. ", "Knowing is not enough; we must apply. Willing is not enough; we must do.", "When you reach the end of your rope, tie a knot in it and hang on. ", "When you reach the end of your rope, tie a knot in it and hang on.", "Expect problems and eat them for breakfast. ", "Expect problems and eat them for breakfast.", "Perseverance is failing 19 times and succeeding the 20th. ", "Perseverance is failing 19 times and succeeding the 20th.", "If you don't like how things are, change it! You're not a tree. ", "If you don't like how things are, change it! You're not a tree.", "Ever tried. Ever failed. No matter. Try Again. Fail again. Fail better. ", "Ever tried. Ever failed. No matter. Try Again. Fail again. Fail better.", "The most effective way to do it, is to do it. ", "The most effective way to do it, is to do it.", "Act as if what you do makes a difference. It does. ", "Act as if what you do makes a difference. It does.", "You can never quit. Winners never quit, and quitters never win. ", "You can never quit. Winners never quit, and quitters never win.", "The ultimate aim of the ego is not to see something, but to be something. ", "The ultimate aim of the ego is not to see something, but to be something.", "Do you want to know who you are? Don't ask. Act! Action will delineate and define you. ", "Do you want to know who you are? Don't ask. Act! Action will delineate and define you.", "Either I will find a way, or I will make one. ", "Either I will find a way, or I will make one.", "If you think you can do it, you can. ", "If you think you can do it, you can.", "The will to succeed is important, but what's more important is the will to prepare. ", "The will to succeed is important, but what's more important is the will to prepare.", "Be Impeccable With Your Word. Speak with integrity. Say only what you mean. Avoid using the word to speak against yourself or to gossip about others. Use the power of your word in the direction of truth and love.", "Opportunity does not knock, it presents itself when you beat down the door. ", "Opportunity does not knock, it presents itself when you beat down the door.", "Do not wait to strike till the iron is hot; but make it hot by striking. ", "Do not wait to strike till the iron is hot; but make it hot by striking.", "Motivation is the art of getting people to do what you want them to do because they want to do it. ", "Motivation is the art of getting people to do what you want them to do because they want to do it.", "A goal is a dream with a deadline. ", "A goal is a dream with a deadline.", "It is very important to know who you are. To make decisions. To show who you are. ", "It is very important to know who you are. To make decisions. To show who you are.", "Be gentle to all and stern with yourself. ", "Be gentle to all and stern with yourself.", "The people who influence you are the people who believe in you. ", "The people who influence you are the people who believe in you.", "Do something wonderful, people may imitate it. ", "Do something wonderful, people may imitate it.", "You can't build a reputation on what you are going to do. ", "You can't build a reputation on what you are going to do.", "There is no passion to be found playing small ", "You simply have to put one foot in front of the other and keep going. Put blinders on and plow right ahead. ", "You simply have to put one foot in front of the other and keep going. Put blinders on and plow right ahead.", "Never give in and never give up. ", "Never give in and never give up.", "One way to keep momentum going is to have constantly greater goals. ", "One way to keep momentum going is to have constantly greater goals.", "After a storm comes a calm. ", "After a storm comes a calm.", "Don't give up. Don't lose hope. Don't sell out. ", "Don't give up. Don't lose hope. Don't sell out.", "Arriving at one goal is the starting point to another. ", "Arriving at one goal is the starting point to another.", "I learned that we can do anything, but we can't do everything... at least not at the same time. So think of your priorities not in terms of what activities you do, but when you do them. Timing is everything.", "You need to overcome the tug of people against you as you reach for high goals. ", "You need to overcome the tug of people against you as you reach for high goals.", "It's always too early to quit. ", "It's always too early to quit.", "A good plan violently executed now is better than a perfect plan executed next week. ", "A good plan violently executed now is better than a perfect plan executed next week.", "Even if you fall on your face, you're still moving forward. ", "Even if you fall on your face, you're still moving forward.", "Follow your dreams, work hard, practice and persevere. Make sure you eat a variety of foods, get plenty of exercise and maintain a healthy lifestyle.", "Every exit is an entry somewhere else. ", "Every exit is an entry somewhere else.", "Do not wait; the time will never be 'just right.' Start where you stand, and work with whatever tools you may have at your command, and better tools will be found as you go along.", "I attribute my success to this ", "I attribute my success to this ", "If you want to succeed you should strike out on new paths, rather than travel the worn paths of accepted success.", "There's a way to do it better ", "There's a way to do it better ", "Do the one thing you think you cannot do. Fail at it. Try again. Do better the second time. The only people who never tumble are those who never mount the high wire. This is your moment. Own it.", "Learning is the beginning of wealth. Learning is the beginning of health. Learning is the beginning of spirituality. Searching and learning is where the miracle process all begins.", "True happiness involves the full use of one's power and talents. ", "True happiness involves the full use of one's power and talents.", "Follow your inner moonlight; don't hide the madness. ", "Follow your inner moonlight; don't hide the madness.", "To be a good loser is to learn how to win. ", "To be a good loser is to learn how to win.", "We make the world we live in and shape our own environment. ", "We make the world we live in and shape our own environment.", "Big shots are only little shots who keep shooting. ", "Big shots are only little shots who keep shooting.", "Never complain and never explain. ", "Never complain and never explain.", "You can't wait for inspiration. You have to go after it with a club. ", "You can't wait for inspiration. You have to go after it with a club.", "A somebody was once a nobody who wanted to and did. ", "A somebody was once a nobody who wanted to and did.", "You just can't beat the person who never gives up. ", "You just can't beat the person who never gives up.", "I am not afraid... I was born to do this. ", "I am not afraid... I was born to do this.", "To begin, begin. ", "To begin, begin.", "No bird soars too high if he soars with his own wings. ", "No bird soars too high if he soars with his own wings.", "Wherever you are ", "Wherever you are ", "Learn from the past, set vivid, detailed goals for the future, and live in the only moment of time over which you have any control: now.", "A will finds a way. ", "A will finds a way.", "Go for it now. The future is promised to no one. ", "Go for it now. The future is promised to no one.", "Always desire to learn something useful. ", "Always desire to learn something useful.", "I don't believe you have to be better than everybody else. I believe you have to be better than you ever thought you could be.", "Poverty was the greatest motivating factor in my life. ", "Poverty was the greatest motivating factor in my life.", "Small deeds done are better than great deeds planned. ", "Small deeds done are better than great deeds planned.", "Pursue one great decisive aim with force and determination. ", "Pursue one great decisive aim with force and determination.", "One finds limits by pushing them. ", "One finds limits by pushing them.", "We aim above the mark to hit the mark. ", "We aim above the mark to hit the mark.", "Set your sights high, the higher the better. Expect the most wonderful things to happen, not in the future but right now. Realize that nothing is too good. Allow absolutely nothing to hamper you or hold you up in any way.", "I think people who are creative are the luckiest people on earth. I know that there are no shortcuts, but you must keep your faith in something Greater than You, and keep doing what you love. Do what you love, and you will find the way to get it out to the world.", "The more things you do, the more you can do. ", "The more things you do, the more you can do.", "You have to make it happen. ", "You have to make it happen.", "You have to learn the rules of the game. And then you have to play better than anyone else.", "Step by step and the thing is done. ", "Step by step and the thing is done.", "The wise does at once what the fool does at last. ", "The wise does at once what the fool does at last.", "If you don't design your own life plan, chances are you'll fall into someone else's plan. And guess what they have planned for you? Not much.", "Your heaviest artillery will be your will to live. Keep that big gun going. ", "Your heaviest artillery will be your will to live. Keep that big gun going.", "I really believe that everyone has a talent, ability, or skill that he can mine to support himself and to succeed in life.", "I know where I'm going and I know the truth, and I don't have to be what you want me to be. I'm free to be what I want.", "March on. Do not tarry. To go forward is to move toward perfection. March on, and fear not the thorns, or the sharp stones on life's path.", "The dog that trots about finds a bone. ", "The dog that trots about finds a bone.", "Whatever you want in life, other people are going to want it too. Believe in yourself enough to accept the idea that you have an equal right to it.", "I come to win. ", "I come to win.", "Motivation will almost always beat mere talent. ", "Motivation will almost always beat mere talent.", "The first question which the priest and the Levite asked was: 'If I stop to help this man, what will happen to me?' But... the good Samaritan reversed the question: 'If I do not stop to help this man, what will happen to him?'", "Decide what you want, decide what you are willing to exchange for it. Establish your priorities and go to work.", "The hardships that I encountered in the past will help me succeed in the future.", "I've found that luck is quite predictable. If you want more luck, take more chances. Be more active. Show up more often.", "Leap, and the net will appear. ", "Leap, and the net will appear.", "The more we do, the more we can do. ", "The more we do, the more we can do.", "Deserve your dream. ", "Deserve your dream.", "You create your opportunities by asking for them. ", "You create your opportunities by asking for them.", "I've always tried to go a step past wherever people expected me to end up. ", "I've always tried to go a step past wherever people expected me to end up.", "We are taught you must blame your father, your sisters, your brothers, the school, the teachers ", "Hitch your wagon to a star. ", "Hitch your wagon to a star.", "Only the educated are free. ", "Only the educated are free.", "Don't think, just do. ", "Don't think, just do.", "To know oneself, one should assert oneself. ", "To know oneself, one should assert oneself.", "Get action. Seize the moment. Man was never intended to become an oyster. ", "Get action. Seize the moment. Man was never intended to become an oyster.", "Never retreat. Never explain. Get it done and let them howl. ", "Never retreat. Never explain. Get it done and let them howl.", "Be thine own palace, or the world's thy jail. ", "Be thine own palace, or the world's thy jail.", "There is nothing deep down inside us except what we have put there ourselves. ", "There is nothing deep down inside us except what we have put there ourselves.", "One of the things that I did before I ran for president is I was a professional speaker. Not a motivational speaker ", "Who seeks shall find. ", "Who seeks shall find.", "What is called genius is the abundance of life and health. ", "What is called genius is the abundance of life and health.", "The first step toward success is taken when you refuse to be a captive of the environment in which you first find yourself.", "I was motivated to be different in part because I was different. ", "I was motivated to be different in part because I was different.", "I've worked too hard and too long to let anything stand in the way of my goals. I will not let my teammates down and I will not let myself down.", "You must take action now that will move you towards your goals. Develop a sense of urgency in your life.", "Know or listen to those who know. ", "Know or listen to those who know.", "Music ", "Go big or go home. Because it's true. What do you have to lose? ", "Go big or go home. Because it's true. What do you have to lose?", "From my tribe I take nothing, I am the maker of my own fortune. ", "From my tribe I take nothing, I am the maker of my own fortune.", "God always strives together with those who strive. ", "God always strives together with those who strive.", "If you don't ask, you don't get. ", "If you don't ask, you don't get.", "Either move or be moved. ", "Either move or be moved.", "He conquers who endures. ", "He conquers who endures.", "There is always room at the top. ", "There is always room at the top.", "When you fail you learn from the mistakes you made and it motivates you to work even harder.", "People always accuse me of being motivational in a way, like it was a bad thing, but that's just how I was raised. My mom raised me in a positive environment, with lots of love in my heart, and that reflects in my music.", "No matter how many goals you have achieved, you must set your sights on a higher one.", "Determine never to be idle. No person will have occasion to complain of the want of time who never loses any. It is wonderful how much may be done if we are always doing.", "Press forward. Do not stop, do not linger in your journey, but strive for the mark set before you.", "If you've got a talent, protect it. ", "If you've got a talent, protect it.", "Fear of failure, it's the greatest motivational tool. It drives me and drives me and drives me.", "Crave for a thing, you will get it. Renounce the craving, the object will follow you by itself.", "Many are called but few get up. ", "Many are called but few get up.", "Where there is a will, there is a way. If there is a chance in a million that you can do something, anything, to keep what you want from ending, do it. Pry the door open or, if need be, wedge your foot in that door and keep it open.", "Don't fight the problem, decide it. ", "Don't fight the problem, decide it.", "Always continue the climb. It is possible for you to do whatever you choose, if you first get to know who you are and are willing to work with a power that is greater than ourselves to do it.", "Do whatever you do intensely. ", "Do whatever you do intensely.", "If you ask me what I came into this life to do, I will tell you: I came to live out loud.", "As long as I'm not selling out the people that ride or die with me, I'm glad I'm not an MC. I'm a motivational speaker. I'm not that rapper dude.", "Giving back, doing motivational speeches and stuff like that, that's always made me feel good. If you repeatedly go out there, and you are the change that you want to see, then that's what you are.", "When one must, one can. ", "When one must, one can.", "They can conquer who believe they can. ", "They can conquer who believe they can.", "Earl Nightingale has inspired more people toward success and fortune than any other motivational speaker on the planet.", "Our subliminal mental processes operate outside awareness because they arise in these portions of our mind that are inaccessible to our conscious self; their inaccessibility is due to the architecture of the brain rather than because they have been subject to Freudian motivational forces like repression.", "Marvin's Motivational Moments actually started as something that was actually therapeutic for me. I would sit up late at night after my wife passed trying to adjust to being alone.", "In motivating people, you've got to engage their minds and their hearts. I motivate people, I hope, by example ", "Typically, if you reward something, you get more of it. You punish something, you get less of it. And our businesses have been built for the last 150 years very much on that kind of motivational scheme.", "We need to accept that the commandments of God aren't just a long list of good ideas. They aren't 'life hacks' from an Internet blog or motivational quotes from a Pinterest board.", "How do you know you're going to do something, untill you do it?", "To be wholly devoted to some intellectual exercise is to have succeeded in life.", "The weeds keep multiplying in our garden, which is our mind ruled by fear. Rip them out and call them by name.", "I want to build a legacy at the WWE, but I definitely want to continue to grow the Bella Empire. I want it to go beyond the ring. I would love to be a motivational speaker.", "Begin to be now what you will be hereafter. ", "Begin to be now what you will be hereafter.", "Do not weep; do not wax indignant. Understand. ", "Do not weep; do not wax indignant. Understand.", "I don't know what it's like to have a typical father figure. He's not the dad who's going to take me to the beach and go swimming, but he's such a motivational person.", "I've always thought of acting as more of an exercise in empathy, which is not to be confused with sympathy. You're trying to get inside a certain emotional reality or motivational reality and try to figure out what that's about so you can represent it.", "One may miss the mark by aiming too high as too low.", "Throughout my career, the pounding in my heart, the fright, has been ever", "I'm going to write a book, continue acting, continue motivational speaking and just share with people who I am and what I've learned in my second chance of life and pass it on to people in their first chance of life.", "Give Obama a script he has made his own, and he is the motivational speaker to end all speakers. Tony Robbins cloned with Honest Abe.", "I have given motivational speeches at IIT and other well", "The turning point was when I hit my 30th birthday. I thought, if really want to write, it's time to start. I picked up the book How to Write a Novel in 90 Days. The author said to just write three pages a day, and I figured, I can do this. I never got past Page 3 of that book.", "I believe that any type of education can be great, but an education about ourselves can create something wonderful. I am a comedian, but people have called me a motivational speaker. I don't really consider myself that at all.", "You never know what motivates you.", "I want to be motivational and inspirational for everybody: my big aim is more women on bicycles.", "There is no stronger case for the motivational power of real science than the discoveries that come from the Hubble Space Telescope as it unravels the mysteries of the universe.", "My dad is too cute. Every morning, he sends me one motivational quote. I have a folder full of all his quotes.", "You can't expect to hit the jackpot if you don't put a few nickels in the machine.", "Set yourself earnestly to see what you are made to do, and then set yourself earnestly to do it.", "There is progress whether ye are going forward or backward! The thing is to move!", "One day, I got so disgusted that I sat down and wrote a list called 'Justin's list of things to do before he kicks the bucket.' I wrote it for myself and shortened it to 'Justin's Bucket List.' It was there on the wall, not as a story idea but as a motivational tool for myself, which actually ended up working pretty well.", "Success is the only motivational factor that a boy with character needs.", "I've a great family, two children to take care of. Then, of course, I do commentary for TV. I do speak about various women's issues around the world ", "I realized I love motivating and I love empowering and I love inspiring people. I did that as an athlete for 18 years, and I am able to do that as a motivational speaker now as well as doing work on television.", "My first book was called, 'Mountain, Get Out of My Way,' where I did an autobiographical sketch, if you will, looking back at myself and looking back at things in my life, and juxtaposing them against things that are happening in other people's lives and trying to be motivational.", "I'm thrilled to continue my partnership with U by Kotex for Generation Know while helping to empower girls. I've always been a motivational resource for my younger sisters and hope I can positively impact and inspire other young girls too.", "Oh, I would love to be a motivational speaker. I have pulled myself out of a million potholes, and I can see the potholes ahead of me. That doesn't mean that I could always do that so perfectly for my own life. I totally fall in potholes.", "I was perceived to be a first", "I like to put on hardcore when I have to clean my apartment, which I hate to do, but it's motivational. I like old heavy metal when I'm outside working on my car. Music has definite functions for me.", "I started doing motivational tours. I've seen all kinds of people, from the CEOs to the lowest executive, opening up to their fears. We don't introspect as much as we should.", "I like motivational books, because I like the go", "Religious speech is extreme, emotional, and motivational. It is anti", "I'm a motivational speaker.", "I went to a motivational training course once, a course of self"
    ]
}
