{
    "allData": [
        "Do what you love to do and give it your very best.", "Whether it's business or baseball, or the theater, or any field. If you don't love what you're doing and you can't give it your best, get out of it.", "Life is too short.", "You'll be an old man before you know it.", "I will never be an old man.", "To me, old age is always 15 years older than I am.", "I'm an old-fashioned guy...", "I want to be an old man with a beer belly sitting on a porch, looking at a lake or something.", "A young man is a theory, an old man is a fact.", "I am an old man and have known a great many troubles, but most of them never happened.", "A young man without ambition is an old man waiting to be.", "Initially, I just used the guitar as a prop.", "I'd pose with it in front of a mirror in my Kiss makeup when I was skipping school.", "Then I figured out how to play the main riff to Deep Purple's 'Smoke on the Water' on just the E string.", "Next, my old man showed me how to play barre chords, and that's when things started getting really heavy.", "There is not a more repulsive spectacle than on old man who will not forsake the world, which has already forsaken him.", "Hell, I'm an old man.", "I'm 70 years old.", "I'm supposed to be sitting on a rocking chair watching the sunset.", "At three years of age, the child has already laid the foundations of the human personality and needs the special help of education in the school.", "The acquisitions he has made are such that we can say the child who enters school at three is an old man.", "Why should anybody be interested in some old man who was a failure?", "I don't want to sound like a grumpy old man, but nothing winds me up more than people saying, 'Chill out' to me when I'm irritated!", "You must become an old man in good time if you wish to be an old man long.", "The love we have in our youth is superficial compared to the love that an old man has for his old wife.", "I signed a very modest $3,000 bonus with the Braves in Milwaukee.", "And my old man didn't have that kinda money to put out.", "When I came there I found all my family gone, for the Indians had killed five people in the winter near that place, which frightened my wife and family away to Roanoke about 35 miles nearer in among the inhabitants, which I was informed of by an old man I met near the place.", "I'm a perfect example of the grumpy, old man.", "I'm really good at it.", "A legend is an old man with a cane known for what he used to do.", "I'm still doing it.", "I can't believe I've turned into a typical old man.", "I can't believe it.", "I was young just minutes ago.", "As I approve of a youth that has something of the old man in him, so I am no less pleased with an old man that has something of the youth.", "He that follows this rule may be old in body, but can never be so in mind.", "The infant runs toward it with its eyes closed, the adult is stationary, the old man approaches it with his back turned.", "'The Impossible Dream' is, in my opinion, one of the greatest songs ever written.", "Here is a man, an old man, a very old man full of daring, bravery, courage, determination, romanticism and dreams.", "Everything about 'Hugo' to me is poignant, from the broken orphan to the old man losing his past to the fragility of film itself.", "When I was a kid, everybody that played golf was an old man.", "Until Tiger showed up, they weren't in very good shape.", "Oasis were the last great, traditional rock-n'-roll band.", "We came along before the Internet so, if you wanted to see us, you had to be there.", "It makes me feel like a righteous old man.", "A young man who isn't a socialist hasn't got a heart; an old man who is a socialist hasn't got a head.", "My old man is a man of few words.", "Most parents were, like, Little League coaches and all that.", "My dad was a wrestling fan.", "Instead of going out and playing home run derby with my old man, we just watched wrestling together.", "I can see myself as a very old man in a terrific wheelchair.", "Only, I won't be photographing the tree outside my window, the way Steichen did.", "I'll be photographing other old people.", "Until I really dealt with a lot of the demons in my life - the fear and self-doubt and unresolved issues with my old man - I could never feel fulfilled and happy.", "I would wake up in the morning and feel bad.", "The old man sold beer after hours on weekends.", "And that was something that he probably did to top up his earnings as a truck driver.", "Mum was the traditional housewife.", "Loving, caring, sharing - always the keynotes of the family.", "The presidency made John Adams an old man long before there was television.", "As early as the nation's first contested presidential election, with Adams and Jefferson running to succeed Washington, you had a brutal, ugly, vicious campaign that was divisive and as partisan as anything we're experiencing today.", "When people say 'Charlie Chaplin' I still think now of the guy in the moustache and bowler hat and funny walk - I don't think of an old man who was my grandfather.", "My friends call my style 'old man chic.' I wear loafers and stylish sweatpants.", "I love to stay comfortable, so I definitely funk it up, but I'm always comfortable.", "I wear lots of hats and feathers, and I kind of have a little obsession with Native American jewelry.", "Then not only an old man, but also a drunkard, becomes a second time a child.", "The doors between the old man today and the child are still open, wide open.", "I can stroll through my grandmother's house and know exactly where the pictures are, the furniture was, how it looked, the voice, the smells.", "I can move from my bed at night today to my childhood in less than a second.", "I regret behaving badly when I was younger.", "I did not know any better at the time.", "The thing is that the incidents that I caused were not funny...", "Youth is wasted on the young.", "It is better to have the wisdom of an old man in a young body...", "I was a bit foolish and teased people, trying to be funny.", "Happy, happy Christmas, that can win us back to the delusions of our childhood days, recall to the old man the pleasures of his youth, and transport the traveler back to his own fireside and quiet home!", "The approach of liberty makes even an old man brave.", "I'll die a crazy old man!", "I never heard of an old man forgetting where he had buried his money! Old people remember what interests them: the dates fixed for their lawsuits, and the names of their debtors and creditors.", "I'd be totally exhausted by mid-afternoon, and I could barely climb the stairs at home.", "It was particularly alarming because all my life I'd enjoyed doing all my own stunts in shows, taking on every physical challenge.", "Yet suddenly, I'd become like a very old man.", "I knew something was wrong, but I had no idea what.", "I believe in God, but not as one thing, not as an old man in the sky.", "I believe that what people call God is something in all of us.", "I believe that what Jesus and Mohammed and Buddha and all the rest said was right.", "It's just that the translations have gone wrong.", "Let me put it this way: I can sing a hell of an 'Old Man River,' way down in the bass.", "I've always said that at the end of the day, on a legal issue, I think a wise old woman and a wise old man are going to reach the same conclusion.", "I'm an old man, and all my life I've said that Notre Dame should remain independent because it's a national school.", "A person is always startled when he hears himself seriously called an old man for the first time.", "You know, I don't mind dying.", "The thing that pisses me off is that I won't get to be an old man.", "I was looking forward to that.", "The tendency of old age to the body, say the physiologists, is to form bone.", "It is as rare as it is pleasant to meet with an old man whose opinions are not ossified.", "Normally, I'm a grumpy old man - whenever I read about celebrity, I start to grind my teeth and pull my hair; it seems synonymous with idiocy.", "I don't believe in a heaven or a hell or an old man sitting on a throne.", "I believe in a higher power bigger than me because that keeps me accountable.", "Before you contradict an old man, my fair friend, you should endeavor to understand him.", "But I think I have done right to save the vision in this way, even though I may die sooner because I did it; for I know the meaning of the vision is wise and beautiful and good; and you can see that I am only a pitiful old man after all.", "Since I was 15 I've felt kinda like...", "an old man.", "Just because it's been around for centuries, doesn't mean it's cool to be a creepy old man.", "I can't believe I've turned into a typical old man.", "I think I'm rather young and sprightly, but then you see pictures of yourself and think, 'Who is that old man?' and I realise I'm not as young as I thought I was.", "My mom told us that we should have good shoes, a good suit, and a watch, so I was running around at age 10 looking like a little old man.", "But somehow I grew to understand that a watch is a representation of myself, of my culture, taste, awareness and aesthetic.", "Beware the old man in young guy's clothes.", "If he's over 35 and comes to pick you up looking as though he's headed for a skateboarding competition while you are dressed to go to a nice restaurant, this is not a good sign.", "More than anything else, I'd like to be an old man with a good face, like Hitchcock or Picasso.", "I don't see people.", "I don't see men and women at all.", "When I see them, I see...", "their mothers and fathers.", "I see how old they are inside.", "Like when I look at the president, or anybody in a record company, or a store owner, I may see a little boy behind the counter with the face of an old man.", "And that's who I talk to.", "I used to imagine that making it in music - really making it in music - is if you're an old man going by a schoolyard and you hear children singing your songs, playing jump-rope, or on the swings.", "That's the ultimate.", "You're in the culture.", "Many of us didn't believe in the image of bin Laden as a wandering Old Man of the Mountains, living on plants and insects in an inhospitable cave somewhere on the porous Pakistan-Afghan border.", "I want to be around for a long time.", "I want this to be a career.", "I want to sing like Tony Bennett.", "I want to be an old man and I want to go through all the ups and downs and I wanna still love what I do.", "I used to be a good party boy.", "I'm old.", "I'm an old man.", "You pay the consequences.", "I'm just fine with a couple of drinks, no more than that.", "I don't want to be the oldest performer in captivity...", "I don't want to look like a little old man dancing out there.", "The only thing my old man ever gave me was a beating.", "Intellectually, I am already an old man.", "But in the sensory area, I am still such a child! I shuffle on my bottom between the two.", "What would life be like if everybody insisted you must have actually built such-and-such a thing by yourself? I'd be an old man and have nothing to show for the aging.", "There are so many things about which some old man ought to tell one while one is little; for when one is grown one would know them as a matter of course.", "I love the irony.", "I'm perceived as being really young and yet I have the clinical condition of an old man.", "It is bad for a young man to sin; but it is worse for an old man to sin.", "I happened to see a really old 'Doctor Who', the second Doctor, Patrick Troughton, and he'd picked up a Scotsman from 1745.", "It was an 18 or 19-year-old man who appeared in a kilt, and I thought, 'That's rather fetching.'", "Young men, hear an old man to whom old men hearkened when he was young.", "I was 24 yesterday.", "Suddenly you wake up, and you get on the elevator, and there's a mirror there.", "And you look in the mirror, and you're an old man.", "I'm gonna reveal something to you that's going to come as a shock: If you're a stupid young man, you're usually a stupid old man.", "Most people, including myself, keep repeating the same mistakes.", "You ever try to beat your dad up? It just don't happen.", "He's got that old man strength.", "I don't know how many lions and leopards I've shot.", "I've shot two elephants, which was enough - never again.", "It's a melancholy and moving thing to hunt an elephant.", "It's like shooting an old man.", "I am not going to become crazy in the ring, because I am already crazy.", "And I am not going to die in the ring.", "I am going to die in bed as an old man.", "You immediately hear the word 'Merlin,' you think magic, you think adventure, excitement - you also think 'an old man.'", "I wanted to make sure that 'Up' wasn't a 3D movie about a man who sails his house to South America.", "It's a movie about an old man who sails his house to South America that also happens to be in 3D.", "So the first thing is always the story.", "I have mostly been terrified of listening to scary stories around a campfire.", "We camp a lot as a family, and at night my dad would try and tell us scary stories.", "This made eating s'mores difficult.", "The story would start with something like...", "'and the old man who lived in these woods...' I would then run back into the camper terrified.", "People expect someone with the name 'Israel Horovitz' to be a little old man with sideburns carrying a Torah.", "The old man, of whom we know how he has become what he is, is more of an individual than the young man; for it is only in the course of an eventful life that men are differentiated into full individuality.", "The misery of a child is interesting to a mother, the misery of a young man is interesting to a young woman, the misery of an old man is interesting to nobody.", "If you think about the great religions that have united large parts of humankind, people believe gods are very concrete - there is an angry old man in the sky, and if I do something wrong, he will punish me.", "For me, the great problem growing up in England was that I had a very narrow concept of what God can be, and it was damn close to an old man with a beard.", "I guess you can look at me, and tell I'm the old man.", "My name is BB King.", "My first concert makes me sound like a real old man.", "My very first concert was Jackie Wilson.", "It's taken me to be an older guy, an old man, to have an old man's voice.", "Because I only liked old men's voices.", "As a kid, I didn't like pip-squeaked singers.", "I consider myself just a lovable old man who just loves women.", "I've reversed 100 percent.", "I'm really proud of 'Moneyball.' To me, it's about feeling pride in a movie I made.", "I think when I'm an old man I'll be able to show it to my grandkids with pride.", "That's all I can really go for: making movies to please me.", "My father was and is a great journalist.", "Thirty years ago, I was studying broadcasting in college, and the problem was I wasn't nearly as good as my father.", "I wasn't as quick or as smart as my old man, and I realized it would be a long time before I was ever going to be, and I decided to do something else.", "A tall, thin old man waving a scorecard from the corner of his dugout.", "That's baseball.", "Within, stood a tall old man, clean shaven save for a long white moustache, and clad in black from head to foot, without a single speck of colour about him anywhere.", "It's my job, too, to keep up with pop culture and what the kids are into 'cause you don't want to sound like an old man trying to write for kids.", "I spend a lot of my time spying on them.", "I sound like an old man when I talk about the Internet, but I am actually worried about what it's doing to our brains and our sense of connection.", "My old man worked for Pan American.", "My old man tried to force on me a notion of what it was to be a 'man.' And it destroyed my dad.", "My old man was a musician - that's what he did for a living.", "And like most fathers, occasionally he'd let me visit where he worked.", "So I started going to his recording studio, and I really dug it.", "There cannot live a more unhappy creature than an ill-natured old man, who is neither capable of receiving pleasures, nor sensible of conferring them on others.", "What's really important for me is, as an old man, I'm known by my own generation and the next generation know me, too.", "John legend is a nickname that somebody started calling me a while ago and part of it is 'cos I sound like an old man when I sing.", "Does there, I wonder, exist a being who has read all, or approximately all, that the person of average culture is supposed to have read, and that not to have read is a social sin? If such a being does exist, surely he is an old, a very old man.", "I'd never want to be Gene Simmons, an old man who puts on makeup to entertain kids, like a clown going to work.", "The words I use too often are X-rated, something an old man like me shouldn't be talking about anyway.", "Vince McMahon is a workaholic; he sleeps 4 hours a night.", "The last thing that you want to tell the old man is that you are burned out - you need a break.", "I am perhaps the oldest musician in the world.", "I am an old man but in many senses a very young man.", "And this is what I want you to be, young, young all your life, and to say things to the world that are true.", "Give them a big hug.", "He's your old man - why is it so hard?", "A friend often says I'm an old man in a young man's husk.", "I like that.", "I am old-fashioned in some ways.", "I'm such an odd mix of things.", "My grandfather was Indian: I've got more family living in India than I do in the U.K.", "My old man was East London.", "I was brought up in Yorkshire.", "My great-grandfather was Irish.", "I think Michael Crawford realised, I think we all realised, once we'd gone the route of casting a very young girl, you can't really cast a 65 year old man opposite.", "Slightly different resonance I think.", "No, we weren't going to go there.", "We'd have Jack Nicholson in the lead.", "I'm very happy and lonely single old man - and bitter.", "I wanted to write about the transformative power of small acts of kindness.", "An old man falls in the street, you stop and make sure he's OK.", "Or even smaller acts than that, though - buying someone a cup of coffee, telling them their hair looks nice - sometimes you don't realise the transformative effect on people.", "I wanted to celebrate that.", "When I was about 9 years old, man, I realized that the real thing was not only to do what you were doing totally great, but to look totally great while you were doing it.", "It's a razor's edge, a romance with an old man and a young woman.", "I didn't become an actor until I was an old man of 28 or 29.", "I declared to the world that I was an actor.", "Nobody heard me, but I did declare it.", "I'm a religious man.", "I am Jewish but I believe in all religions.", "I believe in God and see him as an old man with a big white beard and pray to him every day for a few minutes.", "I suppose they think me an old man and imagine it is nothing for one like me to resign a life so full of trials.", "But I am not old - at least in that sense; you know I am not.", "Oh, no man ever left the world with more inviting prospects, with brighter hopes, or warmer feelings - warmer feelings.", "That old man dies prematurely whose memory records no benefits conferred.", "They only have lived long who have lived virtuously.", "I think of myself as an actor.", "The duty of an actor is to be able to impersonate anything - a child, an old man, a tree, a chair, a woman.", "Now I've literally become neighborhood watch.", "I call 911 on people.", "I'm the old man driving 25-miles-per-hour down Sunset.", "My favorite dance move is the 'Old Man.'", "My old man taught me a lot of stuff in his death that I don't even know if he would have been able to teach me had he been alive.", "And that was to never do stuff that can jeopardize the people you love and hurt them.", "I don't want to be a grumpy old man or too pessimistic, because if I have a chance, I would prefer to watch a film in the cinema with an audience on a big screen instead of watching it on a cell phone.", "It's a very different experience, but somehow I think this form will have its own future and life.", "The Conservative Party mustn't sound like the old man on the park bench who says things were better in 1985, or 1955, or 1855.", "It is a fact that everyone's got a limited run in music - but who's to say how long that run lasts? I used to think that there would be no way I'd still be in music when I was 40.", "I used to think anyone who was 40 was an old man, and they probably shouldn't be doing it anymore.", "If you're going to write an anthem for an old man who's up at political bat for the last time, give him a decent song.", "Send him off with something that creates some chills or something.", "It is quite cruel that a poet cannot wander through his regions of enchantment without having a critic, forever, like the old man of the sea, upon his back.", "Merlin was very definitely supposed to be an old man guiding the young Arthur to the throne.", "Everybody says love is about finding the person who is right for me and then everything will be fine.", "But it's not like that.", "It involves work.", "An old man tells you this!", "As much preparation as I had made for the old man Salieri, gestures and so on, the fact is after sitting for hours, your movements are kind of slow.", "My relationship with the track was, I would say, at least fractionally as complicated as my relationship with my old man.", "So it kept me coming back.", "My old man never used to cook, so we lived on takeaway.", "The others were always jealous.", "I was 28 when I played the role of a 65 year old man in my first film.", "I've always thought that the stereotype of the dirty old man is really the creation of a dirty young man who wants the field to himself.", "It really costs me a lot emotionally to watch myself on screen.", "I think of myself, and feel like I'm quite young, and then I look at this old man with the baggy chins and the tired eyes and the receding hairline and all that.", "I'm an old man of 73, and I've been around a long time.", "If I don't know something by now, I probably never will.", "I see myself as an old man and an unqualified teacher to the nation.", "I think being a teacher is probably the most important thing you can be in politics.", "I've written so many songs that are hopeful - songs that are, like, about an old man that gives all his possessions away because he wants to help people.", "I wrote 'Pumped Up Kicks' just to tell a different type of story.", "I grew up in a household where I learned five things from my old man.", "You know what they were? You're no good.", "You're a failure.", "You're not going to amount to anything.", "Don't trust nobody, and don't tell nobody your business.", "When I lost to Larry Holmes in 1982, I felt all five of those things smacked me right across the face.", "My old man Shorty was a huge figure in my musical life.", "As a kid, I always loved Mel Brooks' stuff - 'The 2,000 Year Old Man' record was something my dad put me onto.", "I can imagine myself as an old man writing music for choir or orchestra.", "I don't know that I'll be touring six months out of the year in a rock band when I'm 60.", "I've played quite a lot of crooks and killers, and that's quite interesting.", "Then Dumbledore is the complete opposite, isn't he? He's a nice old man.", "I'm a very comfortable and happy-go-lucky old man.", "I never wanted to be great, because I'd just get worried.", "Youth doesn't reason, it acts.", "The old man reasons and would like to make the others act in his place.", "Was Hugh Hefner a libertine or a dirty old man? Someone who empowered women or commodified them? The answer is yes!", "As soon as I could talk, I was bellowing at the top of my lungs.", "My parents couldn't get over how weird I sounded - like an old man when I was just a toddler! But no one was gonna shut me up.", "I like the 'Science Channel,' the 'Discovery Channel,' I like 'Discovery Times,' which is a fabulous hybrid of the 'New York Times' and 'Discovery Channel.' Maybe I'm just an old man, but I like to watch that stuff.", "I'm a big fan of certain new acts.", "I love any genre of music, and I think it's really great to see that there are new artists coming through.", "It's kinda funny to think that I'm like the old man on campus now.", "But I'm really happy for groups like One Direction.", "I think they're really good guys.", "I've decided I'm no longer pulling sweaters over my head.", "Maybe that's sort of an old man thing, but if it is, I'm there.", "Everyone else in the 'iCarly' cast can operate on 5 hours of sleep, but not so for 'Old Man Nathan!'", "When I wrote 'Runaways,' I was a naive kid who thought that all parents were evil.", "Now that I'm a wise old man with children of my own, I am certain that all parents are evil.", "I was definitely in acting class in school, but I was never the princess of the play.", "I will always remember: they always gave me the part of the gypsy or the old man in the corner.", "At Moscow's Bolshoi Ballet Academy, I studied under a brilliant and fiery teacher.", "This tiny, stuttering old man flew into a rage if his students' white socks failed to reach mid-calf level.", "Nor could he tolerate floppy hair.", "We wore hairnets to class - an athletic brigade of short order cooks.", "There was an old man with a beard, who said: 'It is just as I feared! Two owls and a hen, four larks and a wren have all built their nests in my beard.", "I'm going to sound like an old man but at my age, it's lovely doing something that you've never done before.", "I think you have to find the humanity in the character and then the deterioration is a part of the process - the journey of the character.", "It's like playing King Lear.", "You can start off as a nice old man who finishes up crazy.", "Next door, there's an old man who lived to his nineties and one day passed away in his sleep.", "And his wife, she stayed for a couple of days and passed away.", "I'm sorry, I know that's a strange way to tell you that I know we belong.", "My politics of optimism and hope still casts its lot with the Democrats - in the optimistic hope that the dying embers of its status as the party of our better angels, one that took risks for social justice, can still be fanned into a flame.", "But I'm an old man, born in 1969.", "I was getting old, man.", "I was staring 27 in the face.", "I've certainly never liked the idea of being put in a box.", "I loved being part of shows like 'American Idiot' and 'In the Heights,' and I take pride in being able to sing different styles, not just 'Old Man River.'", "I remember having to read 'The Old Man and the Sea,' and I didn't want to read it; I didn't want to like Ernest Hemingway.", "I was being a stubborn teenager.", "I'm sort of an old man, always tinkering in the backyard.", "Since I grew up playing outdoors, I still like to plant things, sit out on the deck, or go hiking.", "I don't go out and get arrested anymore.", "The most extravagant thing I do these days is play golf.", "I'm like an old man.", "Airport security is a particular bugbear.", "At the risk of sounding like a grumpy old man, while I can see that averting terrorism is manifestly important, the measures taken seem, simultaneously, absurd.", "As an old man who remembers the intellectual exhilaration and the pleasure of having done good work that characterized the CIA when it was young, I wonder if it might not be better to speak and think in terms of restoring its culture.", "It strikes me as weird that a 25 year old man would even find a 16 year old attractive.", "I'm an old man.", "A big weekend for me is Home Depot and a Caesar salad.", "When I finally went to Ireland, I had to go.", "It was 1993.", "My father was finally too old to travel alone, and he asked me to take him home.", "When an old man asks you to take him home, you have to do it.", "No one has a name in 'The Road.' Like Cormac McCarthy's novel from which it's adapted, 'The Road' features characters such as the man, the boy, the wife, the old man and the veteran.", "My old man, he's done it very differently from me.", "He had years of honing his craft and years of doing all that stuff before he even had to worry about 'Game of Thrones.' So he's absolutely established himself as an actor without the fear of having to have a personality as well.", "The original Spencer Tracy version of 'The Old Man and the Sea' was always terribly flawed because of the over-reliance on voice over, but it's still a beautiful movie.", "It will be a great story when I'm an old man telling my grandkids that I was once the best player in the world.", "In my first year, when I was driving in runs, winning games and making headlines, there was an old man who came to games at Seals Stadium, and one day he called me over, introduced himself and told me not to believe anything written about me or think too much of all the accolades.", "When I was at school studying biology, I wanted to be a medical researcher.", "I did work experience at St Mary's Hospital in London, and I begged them to let me see the post mortems.", "So the first time I saw a naked male was at 15, when I saw an 89 year old man who had died of a brain hemorrhage.", "Many years ago...", "many, many years ago, I brought up a boy, and I said to him, 'Son, if you ever become a writer, try to write a good part for your old man sometime.' Well, by cracky, that's what he did!", "When I was a child, there was an old man who toured the villages with just a guitar.", "The first time I heard him singing Skip James songs, I thought he was singing in an African language.", "I was doing a show at the National Youth Theatre, playing an old man.", "Before that I had played fat clowns and I thought, 'If I want to have the career I would like, I am going to have to lose weight.' I was just starting drama school, and found I was moving around a lot.", "I also started to eat sensibly.", "The weight just dropped off.", "For my brother and me, there would be no 'Field of Dreams'-like playing catch, no nature lessons with our old man.", "Instead, it would be a darkened theater, the projector light coming on, and a new adventure unfolding.", "I have this big kid in me.", "I indulge him; I let him out to horse around.", "I think I'm being a great old man.", "I like America anyway.", "In Japan we are much more formal.", "If two friends are separated for a long time and they meet they bow and bow and bow.", "They keep bowing without exchanging a word.", "Here they slap each other on the back and say: Hello, old man, how goes everything.", "This is going to sound weird, but when I was a kid my old man used to tell us that he was a Sioux Indian warrior in his former life.", "Native American culture was always big in my house - I don't know why.", "I was very young when I saw 'Gone With the Wind,' but I fell in love with Clark Gable.", "And when I got to work with him, I couldn't believe it.", "I still had a crush on him.", "He was quite an old man by then; he must have seen that I was head over heels, even though I was married."
    ]
}
